INSERT INTO STAR.BOOK (BOOK_ID,CREATED_DATE,MODIFIED_DATE,BOOK_CONTENT,BOOK_TITLE,CATEGORY) VALUES
	 (1,'2022-05-15 18:00:05','2022-05-15 18:00:05','황도 12궁의 첫 번째 별자리라는 상징성 때문에 매우 유명하지만, 실제로는 별 3개가 삼각형으로 모여있는게 전부인 작은 별자리다. 수호성은 화성으로 전갈자리와 같은 수호성을 갖는다.

그나마 주변에 눈에 띄는 별이 없고 비교적 밝은 별들이 모여 있어서, 위치만 정확히 알고 있다면 찾기 어려운 별자리는 아니다. 하지만 이 별자리에 왜 양자리라는 이름이 붙었는지는 미스테리. 알파벳 L자를 옆으로 뉘어놓은 듯 별들이 배열된 형태인데 아마도 양뿔을 형상화 한 것이라고 추정된다.

고대 수메르에서는 양치기 두무지의 별자리로 알려졌으며, 바빌로니아에서는 농사일을 하는 사람이라는 뜻으로 불렸다. 본격적인 농사철이 시작되는 시기라서 붙은 이름인 것 같다.

길가메쉬의 친구인 엔키두의 별자리이기도 하다. 길가메쉬의 삼목산 여행 일화에서 비겁한 수에 당해 생포당한 훔바바가 엔키두를 조롱하는 의미로 ''품팔이''라고 했다는 일화가 있다. 그런데 고대 바빌로니아 별자리 목록을 살펴보면, 이 ''품팔이 별자리''를 산양자리(Aries)라고 주석을 달았다고 한다.

양자리에 얽힌 신화 중 가장 대표적인 이야기는 역시 보이오티아 왕 아타마스의 두 아이 프릭소스와 헬레 남매의 이야기이다. 남매의 친어머니인 구름의 요정 네펠레는 계모의 속임수로 인해 닥친 기근으로 제물로 바쳐져 죽을 위기에 처한 자기 자식들의 모습을 보고 제우스에게 도움을 청했고, 제우스는 헤르메스를 통해 하늘을 달리는 황금양을 보내 아이들을 돕게 했다. 이 황금양이 후에 하늘에 올라가 양자리가 되었다고 한다.

이때 두 아이 중 여동생 헬레는 유럽과 아시아를 가로지르는 해협을 지나다 그만 바다로 떨어져 죽고 만다. 이후 이 해협은 ''헬레스폰토스(헬레의 바다)''라는 이름으로 불리게 된다. 이후 살아남은 프릭소스는 자신을 구해준 황금양을 잡아 제우스에게 바치고, 양털은 콜키스 왕 아이에테스에게 헌상되었다. 훗날 이아손이 아르고 호를 타고 찾으러 가는 목표가 된 황금양털이 바로 이것이다.','양자리','CONSTELLATION'),
	 (2,'2022-05-15 18:00:05','2022-05-15 18:00:05','별자리에서 가장 밝은 별로 1등성 알데바란이 있어서 찾기 어렵지 않다. 오리온자리의 허리띠인 삼형제별을 위쪽으로 쭉 이어가다보면 만나는 유난히 빛나는 붉은 별이 알데바란이다. 알데바란 근처의 별들을 V자 모양으로 잇고, 각 끄트머리를 길게 연장해서 하늘에 Y 모양을 만들면 그것이 바로 황소자리. 알데바란은 ''뒤에 따라오는 자''라는 의미를 가지고 있는데, 이는 알데바란이 플레이아데스 성단 바로 뒤에서 떠오르기 때문에 붙은 이름. 고대 바빌로니아에서는 ''서쪽 하늘 별들의 지도자''로, 헤브라이에서는 ''신의 눈''으로 불렀다.

고대에는 매우 중요하게 취급된 별자리로, 기원전 12,000~15,000년경의 구석기 시대 유적지인 라스코 동굴벽화나 괴베클리 테페 등지에서도 발견된다. 이 때의 황소자리 모습(두 뿔을 왼쪽으로 향한 반신황소)이 현대까지 별다른 변경없이 전해지고 있는 유서 깊은 별자리다. 특히, 바빌로니아와 페르시아에서는 지금의 인도처럼 소가 신성한 동물로 여겨진 데다 4천년 전에는 춘분점이 바로 이 별자리에 있었다.

별자리의 모델에 관해 여러 설이 있지만 가장 많이 알려진 것은 역시 희대의 카사노바 제우스가 페니키아의 공주 에우로파를 유혹하기 위해 변신한 흰 황소의 모습. 또한 길가메쉬 서사시에서 나온 하늘의 황소 구갈안나는 황소자리 그 자체이다.

''묘성(昴星)''이라는 이름으로 친숙한 플레이아데스 성단과 1등성 알데바란을 중심으로 한 히아데스 성단이 이 별자리에 속해 있다. 플레이아데스는 거인 아틀라스와 플레이오네 사이에서 태어난 일곱 딸을 상징하는데, 별 7개 중 6개는 쉽게 확인할 수 있다. 7자매의 별 중 6개만 잘 보이는 이유에 대해서는, 다른 자매들은 모두 신과 맺어졌는데 메로페만 인간(그것도 지옥에 떨어진) 시시포스의 아내가 되었기 때문에 부끄러워서 흐려졌다는 설과, 트로이가 멸망했을 때 그 시조 다르다노스의 어머니인 엘렉트라가 그 모습을 보지 않으려고 고개를 돌렸기 때문이라는 이야기가 있다. 그 외에 초신성 SN 1054의 잔해인 게 성운도 황소자리에 있다.

또한 HL TAU라고 하는 천체가 이 황소자리에 속해있다. 이 천체는 행성형성에 있어서 원시행성형성 원반(protoplanetary disk)의 모습인 것으로 추측되고 있다.','황소자리','CONSTELLATION'),
	 (3,'2022-05-15 18:00:05','2022-05-15 18:00:05','그리스 로마 신화의 디오스쿠로이 형제에 얽힌 신화가 직접적인 모티브가 된 별자리. 쌍둥이자리 형제인 두 명을 합쳐 ''제우스의 아들들''이라는 의미의 디오스쿠로이라고 부르기도 한다. 이 별자리가 서쪽 하늘로 질 때의 모습이 카스토르와 폴룩스를 가장 꼭대기에 놓고 그 아래로 두 줄의 별이 지평선상에 똑바로 선 모습이 되는데, 이 모양이 마치 커다란 문 기둥이 서 있는 모습과 흡사해서 ''문기둥 별''이라는 별명도 있다.

별자리 지정 당시는 카스토르가 폴룩스보다 밝아 카스토르가 쌍둥이자리의 알파성으로 지정되었지만, 현재는 베타성인 폴룩스가 쌍둥이자리에서 가장 밝은 별이다.

수메르 시대 쌍둥이자리의 주인공은 저승의 신인 네르갈인데, 저승에서의 이름과 이승에 방문할때의 이름이 각각 달랐고 이를 쌍둥이로 표현한 것이라 생각된다. 한 편 이집트에서는 남녀 쌍둥이로 표현되는데, 정확히 알려진 바는 없으나 네르갈과 부인인 에리시키갈, 혹은 우투와 인안나 쌍둥이 남매의 상징이 넘어간 것이 아닐까..라고 보는 견해도 있다.

매년 12월 중순 볼 수 있는 쌍둥이자리 유성우의 복사점이 위치해 있다. 쌍둥이자리 유성우는 3대 유성우중 가장 안정적이고 유성우수도 많은 편이라 대부분 화려한 유성우를 볼 수 있다. 또한 카스토르 쪽 발 부근에 산개성단 M35가 있는데, 웬만한 천체망원경으로 충분히 관측 가능하다.

카스토르와 폴룩스는 스칸디나비아에서 살았던 게르만족 사이에서는 요툰 트야치의 눈으로 여겨졌다.','쌍둥이자리','CONSTELLATION'),
	 (4,'2022-05-15 18:00:05','2022-05-15 18:00:05','가장 밝은 별이 4등성일 정도로 매우 어두우며, 황도 12궁의 별자리 중 물고기자리 다음으로 어둡다. 태양이 지나가는 황도에 위치한 별자리인데도 너무 어두운 관계로, 동서양을 막론하고 대우가 좋지 않다. 불길한 별자리로 취급당한다거나, 찌질한 신화가 붙는다던가.

그리스 신화에 의하면 헤라가 히드라를 도와 헤라클레스를 없애기 위해 보낸 거대한 게로, 헤라클레스의 발꿈치를 집게로 꼬집었지만 분노한 헤라클레스에게 짓밟혀 죽으면서 한 다리를 잃었다(이 때문에 게자리도 한 다리가 없는 게같은 모양을 하고 있다). 특징으로는 붉은 빛을 띄는 M44 프레세페라는 산개성단이 보이는 것인데, 동양에서는 게자리를 불길한 별자리로 여겨 게자리는 무덤이라는 뜻의 귀수(鬼宿) 혹은 상여라는 뜻의 여귀(輿鬼)라 불렀으며 M44 프레세페 성단은 쌓인 시체들이 뿜어내는 기운이라는 뜻의 적시성(積屍聖) 혹은 적시기(積屍氣)라 불렀다.

황도 12궁의 원조인 수메르에서는 이상하게 게 대신 거북이로 표현되어 있다가 후에 게로 바뀌었다. 이는 아마도 거북이를 뜻하는 수메르 단어와 게를 뜻하는 수메르 단어가 똑같이 AL.LUL인 점과 연관이 있다고 보여진다.

바빌로니아 신화에서는 가재라는 이름을 가지고 있다. 하나 남은 다리를 꼬리로 보는 건데, 별자리 모양만으로 따진다면 이쪽이 좀 더 자연스러운 듯. 프레세페 성단과 그 주변의 별 2개를 가지고 당나귀라고 부르는 별자리를 만들어 황도 13궁을 만들기도 했다. 이 별자리의 γ별과 δ별이 바로 ''당나귀 별''. 이 이름이 붙은 이유는 옛 사람들이 이 두 별과 프레세페가 놓인 모습을 당나귀가 여물통에 머리를 들이밀고 있는 모습으로 상상한 데서 비롯된다.

또한 이 두 별은 고대에는 중요한 일기예보의 별로 여겨졌다. 고대 로마의 책에는 두 별 중 하나가 보이지 않으면 거센 바람이 불고, 맑은 하늘에서 프레세페가 보이지 않는다면 폭풍우의 예조라는 구절이 있었을 정도. 어쨌거나 이 두 별이 흐려지면 틀림없이 비가 온다고 믿었다고 한다. 하지만 현대인들이 보기에는 이게 신빙성이 의심스러운 것이, 왜냐하면 이 두 별의 거리가 워낙 가깝기 때문에 만약 둘 중 하나가 안 보이면 다른 것도 안 보이기 때문이다.

북회귀선을 tropic of cancer라고 하는데, 태양이 게자리 영역으로 들어오는 때가 바로 북회귀선을 지나는 날, 즉 하지이기 때문이다. 물론 이건 황도 12궁이 만들어지던 시절의 이야기고, 지금은 자전축의 세차 운동 탓에 처녀자리를 지날 즈음 하지가 된다.','게자리','CONSTELLATION'),
	 (5,'2022-05-15 18:00:05','2022-05-15 18:00:05','동아시아에서 이 별자리는 헌원이라는 이름으로 불렀다. 동서양 모두 황제의 별자리로 취급한 별자리.

수메르에서는 사랑과 전쟁의 여신인 인안나(이슈타르)를 상징한다고 한다.

구약성경에서 ''유다의 사자''라는 표현 때문에 유다 지파와 함께 12지파를 각각 황도 12궁에 연결시키는 경우가 있는데 딱히 근거는 없다.

사자의 머리에 해당하는 별들을 이으면 물음표를 옆으로 돌려놓은 형태가 되는데, 이것을 ''사자의 커다란 낫''이라고 부른다. 그래서 영어권에서 ''The Sickle''이라고 하면 사자자리를 가리키는 또 다른 이름이 된다. 거기에 머리털자리는 원래 사자자리의 꼬리 부분으로 취급되다 17세기 정도에 완전히 독립된 별자리로 나뉘어졌다.

별자리 이름과 형태가 가장 적절하게 매치되는 케이스. ''백수(百獸)의 왕''에 걸맞게 하늘 중간에 엎드려 누운 사자의 모습을 하고 있으며, 그냥 봐도 ''아 저거 사자구나''라고 딱 연상될 정도. 구성하는 별들도 1등성 레굴루스를 비롯해 전부 1~4등성 이내의 밝은 별들로 되어 있다.

이 별자리의 α별 레굴루스는 그 이름의 의미가 ''작은 왕''이며 고대 페르시아에서 하늘의 네 수호자로 불린 ''네 개의 황제별''들의 우두머리로 여겨졌다. 이 별들은 기본방위인 동서남북의 사방을 차지하는데, 그 중 레굴루스는 남쪽에 해당된다. 나머지는 남쪽물고기자리의 포말하우트(북), 황소자리의 알데바란(동), 전갈자리의 안타레스(서). 그런데 이것도 정확한 해석에 대한 의견이 나뉜다. 어쨌거나 초기 점성술계에서는 이 레굴루스가 ''왕의 별''로 여겨져서 이 별 아래에서 태어난 이는 부와 명예, 권력을 모두 얻는다고 믿었다.','사자자리','CONSTELLATION'),
	 (6,'2022-05-15 18:00:05','2022-05-15 18:00:05','1등성 스피카를 제외하고는 밝은 별이 그다지 없어 눈에 잘 띄지는 않지만, 스피카가 워낙 강한 은빛을 발산하는 별이다보니 이것이 별자리의 이름을 짓는 결정적인 요소가 된 듯하다. 참고로 전체 하늘에서 두 번째로 크기가 큰 별자리에 속한다.

기원전 4,000년 경 수메르의 기록에는 원래 두 명의 여인이 각각 따로 존재했다. 보리이삭을 들고 있는 ''샬라''와 대추야자 가지를 들고 있는 ''인안나''인데, 후에 이집트에서는 대추야자가 생략되고, 그리스로 넘어가면서 두 명의 여인이 한 명으로 합쳐진다.

한편 그리스에서는 처녀자리의 주인에 대하여 바로 옆에 천칭자리가 있기 때문인지 천칭의 주인인 정의의 여신 아스트라이아 혹은 디케라는 설과, 수메르의 농사관련 기원을 따라 대지의 여신 데메테르의 딸 페르세포네, 혹은 디오니소스를 극진하게 대접하여 포도주 만드는 법을 배워 마을 사람들에게 대접했다가 독약을 먹인걸로 오해받아 살해당한 농부 이카리오스의 자살한 딸 에리고네라는 세 가지 설이 있다. 다만, 천문도상에 그려진 처녀자리의 모습이 보리 이삭을 들고 있는 날개 달린 처녀인지라 보통은 처녀자리의 주인공을 페르세포네로 보는 경우가 흔하다. 그녀가 저승에서 지상으로 돌아온 시기에 이 별자리가 나타난다는 것이다.','처녀자리','CONSTELLATION'),
	 (7,'2022-05-15 18:00:05','2022-05-15 18:00:05','원래 전갈자리의 일부였다가 분리되었다. 아마도 일년 열두달을 상징하는 12궁의 수를 맞추기 위해 독립된 것으로 보이는데, 천칭자리의 α, β별 이름에 그 흔적이 남아 있다. α(주벤엘게누비), β(주벤에샤마리) 별의 이름의 뜻은 각각 ''전갈의 남쪽 집게발/ 북쪽 집게발'' 이라는 뜻이다.

동양에서는 이 별자리를 항수(亢宿)라고 부르는데, 재판과 송사를 담당하는 별자리다. 이때문에 동양에선 재판이나 송사가 있기 전날 천칭자리의 별이 빛나면 송사를 이길 징조라며 반겼다고 한다. 그리스 신화에서는 바로 옆인 처녀자리의 주인공인 정의의 여신 아스트라이아가 들고 다니던 저울이라는 신화가 있다. 동서양 모두 재판과 관련된 신화를 가지고 있는 별자리이다.','천칭자리','CONSTELLATION'),
	 (8,'2022-05-15 18:00:05','2022-05-15 18:00:05','여름철의 대표적인 별자리 중 하나로, 하지 무렵에 자정에 남중한다. 특유의 거대한 S자 형태와 정중앙에 위치한 진홍색의 1등성 ''안타레스''로 유명하다. 중국 점성술에서는 안타레스가 불길한 징조로 여겨져서, 화성이 안타레스에 접근할 때 왕이 궁을 벗어나면 불길한 일이 생긴다고 하여 각별히 조심하도록 했다.

1등성 안타레스와 더불어 2등성 5개, 3등성 9개를 포함할 정도로 밝은 별을 많이 가지고 있다.

주로 수평선에 거의 근접한 남쪽 하늘에서 잘 보이는데다가 별자리 형태까지 더해져서, 바닷가에서 보면 꼭 하늘에서 드리워진 낚시처럼 보이기에 ''낚시 별자리''라고 부르는 곳도 있다. 

고대에는 천칭자리가 이 별자리의 집게발로 여겨졌지만 기원전 1세기 무렵 천칭자리가 독립해서 현재의 형태로 자리잡았다.

이 별자리의 모델은 오리온을 죽이기 위해 보내진 거대한 전갈이라는 설이 지배적이다. 또한 오리온과 관련된 신화 외에도 헬리오스의 아들 파에톤이 태양을 끄는 마차를 탈 때 마차를 끌던 말의 발을 찔러 난폭해지게 만들었다는 전승도 있다.

폴리네시아 전설에서는 전갈자리가 아니라 낚시바늘자리이다. 기원이 되는 설화는 마우이 설화로, 그 중에서도 가장 잘 알려진 섬을 낚아올린 일화이다. 반인반신의 영웅 마우이는 할머니의 유언에 따라 할머니의 턱뼈를 깎아 바늘을 만들었고, 그 바늘로 거대한 섬을 낚아올린다. 이 섬이 바로 오늘날의 뉴질랜드 북섬이라고. 섬이 떠오르며 튕겨나간 바늘은 하늘에 올라 낚시바늘자리가 되었다고 한다. 이 낚시바늘이 마우이의 상징이나 다름없기 때문에, 모아나에서도 ''여신에게 받았다''는 설정 변경이 있긴 했지만 기본적인 컨셉이 거의 그대로 유지되었다.

알파별 - 밤하늘에 가장 밝은 천체중에 하나이며 적색초거성인 안타레스이다.

베타별 - 아크라브(Acrab) 또는 그라피아스(Graffias)라고 부른다. 맨눈에는 하나의 별로 보이지만, 망원경으로 보면 쌍성임을 알 수 있기에 각각 베타-1, 베타-2로 구분된다. 게다가, 관측능력이 향상됨에 따라 무려 6개의 별이 모여 있는 것으로 밝혀졌다. 베타별이지만 밝기로 따지면 별자리 내에서 7번째밖에 안 된다. 겉보기 등급은 2.62로 어둡지는 않지만 그만큼 전갈자리에 밝은 별이 많은 것이다.

델타별 - 드슈바(Dschubba)라고 한다. 2등성이며 베타별과 함께 전갈의 머리 부분에 위치한다.

람다별 - 샤울라(Shaula)라는 이름이 있다. 겉보기등급 1.62로 안타레스 다음으로 밝다. 전갈의 구부러져 올라간 꼬리 끝, 또는 낚시바늘 끝에 해당하며, 이름부터가 ''치켜든 꼬리''라는 뜻이다. 거대한 B형 항성 둘과 상대적으로 작은 동반성 하나로 이루어진 삼중성계이다.

세타별 - 사르가스(Sargas). 전갈의 꼬리에서 가장 아래쪽(남쪽)으로 내려온 부분에 위치한 2등성이다.','전갈자리','CONSTELLATION'),
	 (9,'2022-05-15 18:00:05','2022-05-15 18:00:05','이곳의 은하수가 특히 밝은 것은 우리 은하의 중심부인 궁수자리 A*가 이곳 근처에 있기 때문이다. 이러한 위치적 특성에다가 별자리의 형태가 마침 주전자 모양이기도 해서 서양에서는 생긴 게 꼭 물 끓는 주전자에서 김이 뿜어져 나오는 것 같다고 해서 ''주전자 별''이라고 부르기도 한다. 또한 서양권에서는 모양에서 기인한 ''우유 국자(Milk Dipper)''라는 별명으로도 불린다.

대한민국에서의 정확한 명칭은 궁수자리지만, ''사수자리''라는 명칭으로도 많이 쓰인다. ''혹성''과 같은 일본 기원의 용어는 대개 수정되는 추세이나, ''사수''의 경우 한국에서 이전부터 쓰이는 말이라 굳이 바꿀 필요는 없다.

이름과 모양이 거의 상관없는 별자리 중 하나로, 아무리 봐도 반인반마의 켄타우로스같지 않은 대신인지 찾기는 어렵지 않다. 여름의 남쪽 하늘에서 가장 은하수가 밝은 곳이 궁수자리의 영역이다. 거기서 왼쪽으로 자루 하나가 빠진 북두칠성의 모양을 찾는다면 그것이 궁수자리의 윗부분이다. 물론 궁수자리의 상징이 켄타우로스라고 믿는 사람들도 있다.','궁수자리','CONSTELLATION'),
	 (10,'2022-05-15 18:00:05','2022-05-15 18:00:05','염소자리는 이십팔수(二十八宿) 중 현무(玄武)의 우수(牛宿)에 속한다. 아주 밝은 별은 없다. 가장 밝은 별이 4등성인 게자리 바로 다음일 정도로 별이 매우 어둡다.

견우와 직녀의 전설로 유명한 견우성이 원래 이 염소자리의 β별인 다비흐(Dabih). 현재 견우성으로 알려져 있는 독수리자리의 α별 알타이르는 하고대성이다. 하지만 거문고자리의 베가인 직녀성이 0등성으로 워낙 밝다 보니, 3등성인 알게디로는 남자쪽이 너무 쳐지는 관계로 근처에서 비슷한 밝기를 가진 알타이르가(알타이르는 매우 밝다.) 견우성인 것으로 착각하는 것이다.','염소자리','CONSTELLATION');
INSERT INTO STAR.BOOK (BOOK_ID,CREATED_DATE,MODIFIED_DATE,BOOK_CONTENT,BOOK_TITLE,CATEGORY) VALUES
	 (11,'2022-05-15 18:00:05','2022-05-15 18:00:05','물병자리는 초거성 사달수드와 M2, M72의 구상성단, 그리고 토성성운과 나선성운 등이 속한 별자리로, 황도 12궁 중 열한 번째 별자리이다. 가을 별자리들이 거의 다 그렇듯이 눈에 띄는 밝은 별이 없고, 거기에 별자리의 모양에서 이름을 떠올릴 수 있는 부분이 없어서 초보자가 찾기는 어렵다.

물병자리를 이루고 있는 주요 별로는 우선 α별인 사달멜리크가 있다. 이 별은 2.9등성으로 연노란색을 띄고 있으며 지구로부터 1000광년 떨어져 있다. 또 다른 별인 β별은 Sadalsuud(행운 중의 행운)이라는 고유명을 가지고 있으며, 2.9등성의 연노란색 별이다. γ별은 Sadachbia(은둔 가의 행운별)로, 4.0등성의 푸른색 별이다. 이 별은 85광년의 거리에 위치해 있다. δ별은 Skat(다리)라는 고유명을 가지고 있으며 3.3등성의 별이다. ε별은 Albali(마시는 자의 행운)으로 불리며 3.8등성의 별이다. 중동지역에서는 이 별자리를 무척 좋아한다. 물이 정말 귀한 동네이니 당연할 듯. 실제로 이것 때문인지 이 별자리를 구성하는 별들 이름을 보면 ''왕의 행운별'', ''행운 중의 행운'', ''은신처를 지키는 행운의 별'' 등 행운과 아주 밀접한 관계가 있다.

구상성단은 별이 구형의 형태로 밀집되어 있는 것을 뜻하며, 물병자리에 위치하고 있는 구상성단으로는 M2와 M72가 있다. M2는 37,500광년의 거리에 위치해있으며, 직경 약 175광년이다. 15만개의 별로 구성되어 있고 130억년 된 성단으로 추정된다. 전체 밝기는 6.3등성이다. M72는 정확한 거리는 밝혀지지 않았으나 대략 53,000광년에서 62,000광년 사이로 추정되고 있으며, 전체 밝기는 9.35등성이다. 눈에 잘 띄고 크기가 크며 밝은 M2에 비해, 밝기가 낮고 매우 성긴 성단이라서 관측이 어렵다. 그리고 M72의 정동쪽 으로 1.5도 정도 가면 M73이라는 또다른 메시에 천체가 존재하는데, 이것은 10~12등성의 별 4개로 이루어진 성군으로, M72보다도 어둡고 찾기도 쉽지 않아 관측이 더욱 어렵다.

물병자리에 위치한 토성성운은 NGC 7009란 학명을 가지고 있으며, 마치 별들의 토성과 같이 배열되어 있기 때문에 토성성운이라는 이름을 가지게 되었다. 토성성운은 η별 남동쪽에 위치하고 있다. 나선성운의 학명은 NGC 7293으로 δ성 남서쪽에 위치해 있다.','물병자리','CONSTELLATION'),
	 (12,'2022-05-15 18:00:05','2022-05-15 18:00:05','성도상에서는 끈 하나가 물고기 2마리를 이은 모습으로 그린다. 크기 자체는 대형 성좌에 속하지만 밝은 별이 적고, 그나마 가장 밝은 것도 4등성이어서 발견하기가 어려운 별자리.

오른쪽 아래 부분을 한때 거북자리(Testudo)로 나눈 적이 있다.

보통 천문도에는 물고기 두 마리가 각각 끈 같은 것에 묶여있는 모습으로 묘사가 되어서 물고기라고 하기가에는 다소 억지스러워 보이는데, 사실 다른 별자리에 비하면 오히려 정확한 묘사다. 왜냐하면 이 별자리 자체가 바로 메소포타미아, 즉 ''두 강 사이의 땅''을 의미하기 때문이다.

즉, 수메르 시대의 물고기 자리는 끈처럼 보이는 두 줄기가 각각 티그리스와 유프라테스를 의미하고 물고기 두마리, 혹은 각각 물고기와 제비로 묘사되었으며, 경우에 따라 물고기 사이에 마름모 모양의 땅을 그려넣기도 했다.

이 땅이 바로 메소포타미아인데, 이 마름모가 이후에 따로 페가수스 자리가 되었다는 설도 있다. 하여튼, 정리하자면 물고기자리는 메소포타미아에 관개수로를 놓고 두 강으로부터 물을 끌어들여 농사를 짓도록 알려준 수메르의 신 엔키를 기념하는 별자리이다.

그리스 신화에서는 아프로디테의 아들 에로스가 괴물 티폰에게 쫓기던 도중 변신한 모습으로 여겨지고 있다. 이 때 함께 나일강에 뛰어들며 변신한 어머니 아프로디테와 서로를 놓치지 않으려고 끈으로 이은 모습이다. 이것을 아프로디테가 하늘에 기념하여 물고기자리로 바꿨다고 한다.

여담이지만 88성좌 중에 존재하는 ''남쪽물고기자리''라는 또 다른 별자리가 아프로디테의 변신이라는 설이 있다.','물고기자리 ','CONSTELLATION'),
	 (13,'2022-05-15 18:00:05','2022-05-15 18:00:05','수성(水星, 라틴어: Mercurius)은 태양에서 평균 5,800만 km 떨어진 가장 가까운 궤도를 도는 행성이다. 또한, 반지름은 2,440km, 둘레 4,392.64km로 가장 작은 내행성이기도 하다. 공전 주기는 88일, 자전 주기는 58일이며, 밀도는 5.427g/cm3이다. 핵은 수성 전체 반지름 70 % 이상을 차지하고 철을 주성분으로 할 것으로 추정된다. 규산염으로 구성된 맨틀이 그 바깥을 차지한다.

표면은 달과 비슷하게 충돌구가 많으며, 행성이 식으면서 수축할 때 형성된 거대한 절벽이 존재한다. 나트륨, 칼륨 등으로 구성된 대기가 있지만, 기압은 지구의 1조 분의 1로 매우 희박하다. 또한, 약한 자기장도 존재하는 것으로 확인되었다. 행성 중 태양에 가장 가깝기 때문에 강력한 중력의 영향을 많이 받아 매년 조금씩 궤도가 움직인다.

수성 탐사는 궤도가 태양에 너무 가깝기 때문에 기술적으로 큰 도전을 요구한다. 수성 탐사선은 91,000,000 km를 이동하여 태양의 중력권으로 들어가야 한다. 지구의 공전 속도는 30 km/s 임에 비해 수성은 48 km/s이다. 따라서, 호만 전이 궤도에 진입하기 위해 탐사선은 속도에 큰 변화를 주어야 한다.

수성을 최초로 방문한 탐사선은 NASA의 매리너 10호이다. 매리너 10호는 금성의 중력을 이용하여 궤도 속도를 조정하여 수성에 근접한 탐사선이다. 또한 스윙바이를 이용한 최초의 탐사선이자 여러 행성을 방문한 최초의 탐사선이기도하다. 매리너 10호는 수성의 거대한 크레이터와 여러 종류의 지형까지 보이는 표면의 확대 사진을 최초로 찍은 탐사선이다. 불행하게도, 매리너 10호의 궤도 주기 때문에 수성의 밝은 면만 찍었다는 것이다. 이 사실은 수성의 뒷면을 관측할 수 없다는 것을 의미하여, 결과적으로, 표면의 45 % 이하만 지도화되었다.','수성','PLANET'),
	 (14,'2022-05-15 18:00:06','2022-05-15 18:00:06','금성(金星, 라틴어: Venus)은 태양계의 두 번째 행성이다. 샛별, 새별, 개밥바라기로 불리기도 했다. 태양 주위를 224일 주기로 돌고 있는데 반해, 자전 주기는 243일로 공전주기보다 길다. 달에 이어서 밤하늘에서 두 번째로 밝은 천체이다. 가장 밝을 때의 밝기는 -4.5등급이다. 금성의 명칭은 오행 중 하나인 ''금(金)''에서 유래하였으며, 태백성(太白星)으로도 불렸다. 금성은 그 출현 시간에 따라 다른 이름으로 불렸는데 저녁 무렵에 나타나는 금성을 장경성이라고 부르고 새벽 무렵에 나타나는 금성을 샛별 혹은 명성이라 불렀다. 서양에서는 로마 신화의 미를 상징하는 여신의 이름을 따라 비너스(Venus)라 부른다.

지구형 행성인 금성은 크기와 화학 조성이 지구와 매우 비슷하여 지구의 ''자매 행성''으로 불리기도 한다. 금성의 표면은 반사도가 높은 불투명한 구름으로 덮여있기 때문에 가시광을 통해서 표면을 관찰할 수는 없다. 20세기에 들어와 행성과학자들이 그 비밀을 풀기 전까지 금성에 대하여서는 거의 알려진 바가 없었다. 금성은 지구형 행성 중에서 가장 농밀한 대기를 가지고 있다. 대기의 주성분은 이산화탄소이고, 표면에서의 대기압은 95기압에 이른다. 금성에는 금속 눈, 이산화탄소 대기, 수많은 화산, 니들이 있다.

금성 관측의 오래된 수수께끼 중의 하나는 애센 광이라고 불리는 현상이다. 이것은 금성이 초승달 위상에 있을 때 금성의 그늘 부분(태양 반대편)에서 보이는 약한 발광현상을 일컫는다. 애센 광은 1643년에 처음으로 관측되었지만, 발광 현상의 존재가 믿을 만 한 것으로 확인된 적은 없다. 금성을 관측하는 사람들은 이 빛이 금성 대기에서 일어나는 벼락 같은 전기 현상에 의한 것이라고 추정해 왔다. 하지만 애센 광은 실제로는 존재하지 않는데, 사람들이 아주 밝은 초승달 부분을 함께 보기 때문에 일어나는 생리적 현상의 결과일 수도 있다.','금성','PLANET'),
	 (15,'2022-05-15 18:00:06','2022-05-15 18:00:06','지구(地球, 영어: Earth)는 태양으로부터 세 번째 행성이며, 조금 두꺼운 대기층으로 둘러싸여 있고, 지금까지 발견된 지구형 행성 가운데 가장 크다. 지구는 45억 6700만 년 전 형성되었으며, 용암 활동이 활발했던 지구와 행성 테이아의 격렬한 충돌로 생성되었을 달을 위성으로 둔다. 지구의 중력은 우주의 다른 물체, 특히 태양과 지구의 유일한 자연위성인 달과 상호작용한다. 지구와 달 사이의 중력 작용으로 조석 현상이 발생한다.

지구 대기의 역사는 암석과 마그마로부터 방출된 기체들이 지구 주위에 중력으로 묶이면서 시작된다. 이렇게 형성된 대기를 원시 대기라고 한다. 원시 대기를 이루는 물질은 지구를 형성한 소행성과 혜성 따위에 포함되어있던 휘발성 물질로부터 비롯되었다. 지구가 식어가면서 마그마 바다가 식어 고체의 바닥이 다시 형성되고, 혜성에 들어있던 미량의 물은 많은 양의 혜성이 떨어지면서 축적되기 시작했고, 마그마가 식어 고체의 바닥이 형성된 후에 원시 대기의 수증기 성분이 응결하여 비가 내리기 시작하였다. 이 비는 원시 바다를 형성하였다. 이때 땅과 대기에 있던 염분들이 비에 의해 바다로 녹아들어 가면서 바다가 짜게 되었고 소금을 얻을 수 있게 되었다.

지구는 하나의 위성, 달을 거느리고 있다. 달과 지구는 공동질량중심을 27.32일의 주기로 회전하고 있으며 이를 항성월이라고 한다. 한편, 지구와 달의 회전이 일어나는 동안 지구 역시 태양주위를 공전하고 있기 때문에 태양과 달의 상대적인 위치가 되풀이되는 데에는 항성월 보다 조금 더 긴 29.53일이 걸리며 이 기간을 삭망월이라고 지칭한다.','지구','PLANET'),
	 (16,'2022-05-15 18:00:06','2022-05-15 18:00:06','화성(火星, Mars)은 태양계의 4번째 행성이며, 4개의 지구형 행성 중 하나이다. 표면의 철의 산화로 붉은색을 띠기 때문에 동양권에서는 불을 뜻하는 화(火)를 써서 화성 또는 형혹성(熒惑星)이라 부르고, 서양권에서는 로마 신화의 전쟁의 신 마르스의 이름을 따 Mars라 부른다. 오늘날 영어에서 3월을 뜻하는 March도 여기서 유래되었다. 지구와의 평균 거리는 7,800만 km이다. 화성의 지름은 지구의 1/2 정도이고, 자전 주기는 지구보다 24시간 37분 22초로 더 길다.

매리너 4호가 1965년에 화성을 처음으로 근접 비행을 하기 전까지 과학계 안팎의 사람들은 화성에 대량의 물이 존재하리라고 기대하였다. 이러한 기대의 근거는 화성의 극지방에서 밝고 어두운 무늬가 주기적으로 변화한다는 사실이었다. 1960년대 중반 이전까지 사람들은 농업을 위한 관개수로가 화성에 있으리라 기대하기까지 했다. 이는 사실 20세기 초·중반의 공상과학 작가들의 상상에 영향받은 것으로, 1950년대 이후의 탐사선에 의한 관측으로 화성 운하는 존재하지 않았음이 밝혀졌다.

물과 생명체의 발견에 대한 기대로 많은 탐사선들에 미생물을 찾기 위한 센서들이 탑재되어 화성에 보내졌다. 화성에서는 다량의 얼음이 발견되었고, 생명체가 존재할 가능성이 제기되고 있다. 하지만 화성 표면에서의 액체상태의 물은 낮은 대기압으로 인하여 존재 할 수 없다는 것이 밝혀졌다. 한편 화성의 극관은 물로 구성되어 있어, 이 극관에 존재하는 물은 화성의 표면을 11m의 깊이로 뒤덮기에 충분히 많은 양이 존재한다. 2016년 나사는 화성 표면 안에 얼음이 존재할 것이라고 새로운 발표를 하였다.

화성의 자전 주기와 계절의 변화 주기는 지구와 비슷하다. 화성에는 태양계에서 가장 높은 산인 올림푸스 화산이 있으며, 역시 태양계에서 가장 큰 계곡인 매리너스 협곡과 극관을 가지고 있다.

화성은 밤하늘에서 붉은 빛을 띄며 맨눈으로도 쉽게 관측이 된다. 겉보기 등급은 1.6 ~ 3.0등급이며 태양, 달, 금성, 목성 다음으로 하늘에서 가장 밝은 태양계의 천체이다.','화성','PLANET'),
	 (17,'2022-05-15 18:00:06','2022-05-15 18:00:06','목성(木星, 라틴어: Jupiter)은 태양계의 다섯번째 행성이자 가장 큰 행성이다. 태양의 질량의 1,000분의 1배에 달하는 거대행성으로, 태양계에 있는 다른 모든 행성들을 합한 질량의 약 2.5배에 이른다. 목성은 토성과 마찬가지로 거대 기체 행성이다(천왕성과 해왕성은 거대얼음행성). 목성은 고대 천문학자들에게도 잘 알려져 있었는데, 로마인들은 목성에 로마 신화의 신인 유피테르의 이름을 붙였다. 동양에서 목성의 명칭은 오행 중 하나인 나무(木)에서 유래되었다. 신화에서는 세성(歲星)이라고도 불렀다. 목성은 지구에서 봤을 때 겉보기등급이 -2.94에 이르기 때문에, 반사광이 그림자를 형성하기에 충분할 정도로 밝다. 그래서 목성은 밤하늘에서 평균적으로 달과 금성 다음, 즉 세번째로 가장 밝은 천체에 해당한다.

목성은 주로 수소로 이루어져 있다. 헬륨은 목성을 이루는 전체 분자 개수의 십분의 일 정도만을 차지하지만 목성의 질량의 사분의 일을 차지한다. 그리고 목성은 중원소로 이루어진 암석형 핵을 가지고 있으며, 다른 거대행성들과 같이 뚜렷한 고체 표면이 없다. 빠른 자전으로 인해서 행성의 모양은 편구(적도의 팽대부가 약간 눈에 띄는) 모양이다. 외곽 대기는 위도에 따라 몇가지의 띠들로 눈에 띄게 구분되는데, 서로 상호작용하는 경계선을 따라 발생하는 난류와 폭풍에 의한 것이다. 그로 인해 발생한 유명한 결과물로는 대적점이 있는데, 대적점은 적어도 망원경을 통해 최초로 관측된 17세기부터 존재한 거대한 폭풍이다. 목성의 주변은 희미한 고리계와 강력한 자기권이 있다. 목성은 1610년에 갈릴레오 갈릴레이가 발견한 가장 큰 네 개의 갈릴레이 위성을 포함하여 적어도 79개의 위성을 가지고 있다. 이들 중 가장 큰 가니메데의 직경은 행성인 수성의 직경보다도 크다.

목성은 여러 시기에 무인 탐사선을 통해 탐사되어 왔다. 그 중 플라이바이 임무 기간 동안의 초기의 파이오니어 및 보이저와 이후의 갈릴레오 궤도 탐사선이 가장 유명하다. 2007년 2월 말에 뉴호라이즌스가 목성의 중력을 이용하여 가속하고 궤적을 명왕성으로 변경하였다. 목성을 가장 최근에 탐사한 탐사선은 2016년 7월 4일에 목성에 도달한 주노이다. 차후의 목성계 탐사 대상은 유로파의 표면 아래에 있을 액체 바다일 것이다.','목성','PLANET'),
	 (18,'2022-05-15 18:00:06','2022-05-15 18:00:06','토성(土星, 라틴어: Saturnus)은 태양으로부터 여섯 번째에 있는 태양계의 한 행성이다. 토성은 태양계 내의 행성 중 목성에 이어 두 번째로 크며, 지름은 약 12만 km로, 지구의 9.1배이며 부피는 760배에 달한다. 이에 비해 질량은 지구의 95배밖에 안되기 때문에, 토성의 평균 밀도는 0.7g/cm3에 지나지 않는다. 그리고 토성의 표면 중력은 지구와 비슷하다. 또한 토성은 목성, 천왕성, 해왕성과 함께 목성형 행성으로 분류된다.

Saturn은 로마의 신 ''사투르누스(Saturnus)''에 기원한 것이다. 영어로 토요일을 나타내는 Saturday도 여기서 나왔는데, 이는 그리스 신화에서의 제우스의 아버지인 크로노스, 바빌로니아에서는 니누르타(Ninurta)에 해당된다. 또한 토성은 Jewel of the Solar System(태양계의 보석)이라는 별명도 가지고 있다.

토성은 목성과 모든 면에서 아주 비슷하지만 아름다운 고리로 사람들을 놀라게 한다. 토성에 대한 연구는 1610년 갈릴레이에 의해 본격적으로 시작되었으며 그는 처음에 토성의 고리를 보고 이것을 ''토성의 귀 또는 손잡이''라고 부르기도 했다. 그러나 훗날 그가 죽은 뒤 50년 후인 1659년 네덜란드의 천문학자인 호이겐스(Huygens)에 의해 그것이 고리라는 것이 밝혀지고 최근의 보이저가 관측할 때까지는 너무 희미해서 상세하게 알 수는 없었다. 토성의 신비는 태양계 탐사 우주선 보이저 1, 2호에 의해 낱낱이 밝혀졌다. 토성에는 모두 60개의 위성이 있는 것으로 2006년 11월까지 확인되었으나, 2019년 10월에 와서 토성의 위성은 82개이며 현재까지 태양계 중 가장 위성이 많은 것으로 밝혀졌고, 앞으로 더 발견될 수도 있을 것이다. 토성의 위성 가운데 타이탄은 발견 역사가 가장 오래됐고 다른 태양계 위성 중에서는 볼 수 없는 얼음이 지표면에 존재한다.','토성','PLANET'),
	 (19,'2022-05-15 18:00:06','2022-05-15 18:00:06','천왕성(天王星, 영어: Uranus)은 태양계에 8개 행성 중 일곱번째 행성이며, 세 번째로 반지름이 크고 네 번째로 질량이 큰 태양계의 행성이다. 영어 이름 ''우라노스(Uranus)''는 크로노스의 아버지이자 제우스의 할아버지인 그리스의 신 우라노스에서 따온 것이다. 이 행성은 기존의 다섯 행성들처럼 맨눈으로 볼 수 있음에도 불구하고 하늘에서 매우 느리게 움직이는데다 매우 어둡기 때문에 그 존재가 오랫동안 인류에게 밝혀지지 않았다. 천왕성은 여러 다른 천문학자들에게 맨눈으로 관측되기도 하였으나, 그들은 모두 천왕성을 어두운 별이라고 생각하였다. 천왕성의 최초 발견자로 불리는 윌리엄 허셜도 천왕성을 아주 큰 망원경으로 보고 동그란 모양이라는 점 때문에 처음엔 꼬리가 발달하지 않은 혜성인 줄 알았다고 한다. 그는 1781년 3월 13일 천왕성의 발견을 공식적으로 발표했으며 근대 천문학사에서 최초로 다섯 행성 너머로 태양계의 지평을 넓히는 업적을 남겼다. 천왕성은 맨눈이 아닌 기술 망원경을 이용하여 발견한 최초의 행성이기도 하다.

천왕성을 이루고 있는 물질은 해왕성과 완연하여 둘보다 큰 가스 행성인 목성, 토성과는 그 조성물이 다르다. 이런 이유로 천문학자들은 종종 이들을 ‘얼음 거대 행성’이라는 이름으로 구별한다. 천왕성의 대기는 목성이나 토성의 대기처럼 수소와 헬륨으로 이루어져 있으나, 물, 암모니아, 메테인, 소량의 탄화 수소와 같은 휘발성 물질들이 더 많이 섞여 있다. 천왕성의 대기는 태양계 행성들 중 가장 차가운데 그 온도는 최소 49K (–224°C)에 이른다. 천왕성이 해왕성보다 더 차가운 이유는 해왕성 내부에서 이유를 알 수 없는 열이 발생하기 때문이다. 천왕성 대기에는 복잡하게 층이 진 구름의 구조가 형성되어 있는데 고도가 낮은 층의 구름은 물로 이루어져 있고 그 위층의 구름들은 메테인의 결정일 것으로 추측된다. 천왕성의 내부를 구성하는 물질은 거대 가스 행성과는 달리 주로 얼음과 암석이다.

다른 가스 행성들과 마찬가지로 천왕성은 고리, 자기장, 수많은 자연 위성을 지니고 있다. 천왕성계(系)는 자전축이 약 98도 정도로 크게 기울어져 있어 거의 공전면과 맞닿을 정도이다. 다시 말하자면 천왕성의 북극 및 남극이 가리키는 방향은 다른 행성들의 적도가 가리키는 방향과 비슷하다. 지구에서 보았을 때 천왕성의 고리는 종종 과녁 모양처럼 천왕성 주위를 둥글게 두르고 있으며, 위성들은 천왕성을 시계 방향으로 회전하는 것처럼 보인다. 다만 2006년부터 2007년에 걸쳐 천왕성의 고리는 우리의 시선 방향과 평행하게 놓여 보이지 않았다. 1986년 보이저 2호가 천왕성을 스쳐 지나갔는데 이 때 보이저가 가시광선 영역에서 바라본 천왕성은 다른 가스 행성들이 흔히 보여주는 구름띠나 태풍의 모습이라고는 찾을 수 없는, 특징 없는 밋밋한 행성이었다. 그러나 지구 관측자들은 최근 수 년에 걸쳐 천왕성이 분점에 접근하면서 날씨 변화 및 계절적 변화를 보이는 것을 관측했다. 천왕성에서의 바람 속도는 초당 250미터에 이른다(900km/h, 560mph).

해왕성과 마찬가지로 언 메탄이 표면을 이루고 있는데, 해왕성과 달리 조금 더 초록색을 띠고 있다. 플램스티드 명명법에서는 ''황소자리 34''로 불린다. 플램스티드가 발견 당시에 천왕성을 항성으로 오인했기 때문이다. 표면 중력이 지구보다 작기 때문에 사람이 천왕성에서 몸무게를 재면 지구에서의 무게의 88%가 나간다(예로 지구에서 55kgf인 사람은 천왕성에서 49.6kgf이 된다).','천왕성','PLANET'),
	 (20,'2022-05-15 18:00:06','2022-05-15 18:00:06','해왕성(海王星, 라틴어: Neptunus)은 태양계의 8개 행성 중 여덟 번째 행성이다. 해왕(海王)은 ‘바다의 왕’이라는 한자어로, 포세이돈(그리스 신화명) 또는 넵투누스(로마 신화명)를 번역한 것이다. 해왕성은 8개 행성 중에서 직경으로는 4번째로 크고, 질량으로는 3번째로 크다. 해왕성의 질량은 지구의 17배로, 질량이 지구의 15배인 쌍둥이 행성 천왕성보다 약간 더 무겁다. 해왕성과 태양의 평균 거리는 45억 1,300만 km(30.1 AU)이며, 지구와 태양 사이 거리의 대략 30배에 해당한다. 

해왕성은 맨눈으로 볼 수 없기 때문에 경험적 관측이 아닌 수학적 계산으로 발견된 태양계 행성 중 유일한 행성이다. 천왕성의 궤도에 예기치 않은 변화가 있자 알레시 부봐르는 천왕성의 궤도가 발견되지 않은 행성의 중력 섭동에 영향을 받고 있다고 추론했다. 그 후 1840년대에 위르뱅 르베리에가 그 행성의 궤도를 예측했고, 1846년에 요한 고트프리트 갈레가 르베리에가 예측했던 위치 범위 안에서 해왕성을 관측했다. 얼마 뒤에 해왕성의 제1위성인 트리톤이 발견되었지만, 나머지 13개의 위성들은 19세기가 다 가도록 발견되지 못했다. 해왕성을 방문한 우주선은 1989년 8월 25일에 해왕성을 접근 통과한 보이저 2호 하나뿐이다.

해왕성의 구성 성분은 천왕성과 꽤 비슷하며, 목성이나 토성 같은 거대 가스 행성들과는 구분되는 성분상의 차이가 존재한다. 목성과 토성은 대기에 수소와 헬륨을 대량 포함하지만 해왕성의 대기는 극미량의 탄화수소와 질소를 포함하고 있으며, 물, 암모니아, 메테인 등이 얼어붙은 얼음질이 높은 비율을 차지한다. 천문학자들은 이런 차이점을 강조하기 위해 천왕성과 해왕성을 거대 얼음 행성으로 따로 분류하기도 한다. 해왕성의 내부 구조는 천왕성과 마찬가지로 얼음과 암석으로 이루어져 있는 것으로 추정된다. 행성의 가장 바깥층에는 메테인이 미량 존재하여 행성이 밝고 맑은 파란색깔을 띤다.

표면상에 아무 특징도 없는 천왕성과 달리 해왕성의 대기에서는 역동적이며 관측 가능한 기상 현상이 측정되고 있다. 1989년, 보이저 2호의 해왕성 접근 통과 때 해왕성의 남반구에서 목성의 대적점에 필적하는 대암반이 발견된 것이 그 예들 중 하나이다. 이런 기상 현상들은 시속 2100 킬로미터 속도의, 태양계에서 가장 강력한 바람으로 유지된다. 태양에서 엄청나게 멀리 떨어져 있기 때문에 해왕성의 바깥쪽 대기는 태양계에서 가장 추운 장소들 중 하나이며, 구름층의 꼭대기는 거의 −218 °C에 달한다. 반면 행성 중심부의 온도는 대략 5000 °C이다. 해왕성에는 파편으로 이루어진 희미한 고리 구조가 있는데, 1960년대에 고리의 존재에 대해 논란이 있었으나 1989년에 보이저 2호의 탐사를 통해 존재가 확인되었다.','해왕성','PLANET');
INSERT INTO STAR.BOOK (BOOK_ID,CREATED_DATE,MODIFIED_DATE,BOOK_CONTENT,BOOK_TITLE,CATEGORY) VALUES
	 (21,'2022-05-15 18:00:06','2022-05-15 18:00:06','태양(太陽, 영어: Sun)은 태양계 중심에 있으며 지구에서 가장 가까운 항성이다. 본래 한국어로 해라고 한다. 지구를 비롯한 여러 행성과 소행성, 유성, 혜성 등의 천체가 태양을 중심으로 돌고 있다. 지구는 태양을 일정한 궤도로 공전하고 있으며, 그렇기 때문에 지구에서 바라보는 태양은 연중 일정한 궤도를 운행하는 것처럼 보인다. 이 궤도를 황도라 하고 이 운동을 연주운동이라 한다. 지구는 태양을 공전하는 것 외에도 스스로 24시간에 1회 서에서 동으로 자전하기 때문에, 지구 표면에서 관측자 눈에는 태양이 동쪽 지평선에서 떠올라 일정 시간 동안 하늘을 서쪽으로 횡단한 뒤 서쪽 지평선 아래로 지는 것처럼 보인다.

현 태양의 나이는 약 45억 6721만년이고 핵우주 연대학에 따르면 45억 6720만년 전에 형성되었다. 분광형은 G2V이며 비공식적으로 ''노란색 별''로 불리는데, 그 이유는 태양이 지구에서 황색으로 보이기 때문이다. 실제로는 가시광 복사가 스펙트럼상 초록 부분에서 가장 강렬하다. 다만 실제로 우주에서 보면 태양은 g형 주계열성이므로 흰색으로 보인다. 이 분광형 표시에 있어서 G2는 태양 표면의 유효 온도가 약 5,778K켈빈임을, V는 우주의 다른 대다수 별과 마찬가지로 태양이 원자 핵융합을 통해 에너지를 생산하는 주계열성임을 뜻한다. 태양은 중심핵에서 초당 4억 3천만~6억 톤의 수소를 태운다. 태양은 천문학자들에게 있어 한때는 작고 상대적으로 눈에 띄지 않는 별이었으나 이제는 우리 은하 별들 중에서 밝은 축에 드는 존재로 인정되고 있다. 우리 은하 별 대부분(90퍼센트)은 작고 어두운 적색 왜성이기 때문이다. 이들은 아무리 밝아도 태양 밝기 10%에 불과한다. 태양의 지름은 약 139만 2천 km로 지구보다 109배 크며, 질량은 지구보다 약 33만 배 무겁고, 부피 또한 지구의 144만 배이다. 따라서 태양계 전체 질량의 약 99.86%를 차지한다. 태양 질량의 약 4분의 3은 수소, 나머지 4분의 1은 대부분 헬륨이다. 총질량 2퍼센트 미만이 산소, 탄소, 네온, 철 같은 무거운 원소들로 이루어져 있다. 태양의 뜨거운 코로나는 우주 공간으로 연속적으로 뻗어 있으며, 여기에서 대략 100천문 단위 거리의 태양 권계면까지 뻗어 있는, 대전(帶電)된 입자의 흐름인 태양풍이 만들어진다. 태양풍이 만들어 낸 성간 매질 속 거품 구조인 태양권은 태양계 내에서 가장 거대한 구조이다. 태양은 백색광을 내지만 지구 표면에서 볼 때 파란색 빛이 일으키는 대기 산란 때문에 노란색으로 보일 수 있다. 태양은 지구와 대략 1억 4960만 킬로미터(1천문단위) 떨어져 있으나, 정확히는 지구가 매년 1월에 근일점에 도달해 가장 가까워지고 7월에는 원일점에 도달해 가장 멀어진다. 빛이 태양을 출발하여 이 거리를 지나 지구까지 오는 데에는 약 8분 19초가 걸린다. 태양의 절대 등급은 +4.83이나 지구에 매우 가깝기 때문에 겉보기 등급은 -26.74로 아주 밝게 보인다.

태양은 우리 은하 중심을 약 24,000~26,000광년 거리에 두고, 은하계 북극 방향에서 볼 때 시계 방향으로 약 2억 2천 5백만~2억 5천만 년에 1회 돌고 있다. 우리 은하가 우주 배경 복사(CMB)에 대하여 물뱀자리 방향으로 초당 550킬로미터 속도로 움직이고 있기 때문에, 태양의 우주 배경 복사에 대한 종국적 속도는 컵자리 또는 사자자리 방향으로 초당 370킬로미터가 된다. 태양은 현재 우리 은하 오리온 팔의 안쪽 경계 내 국부 거품 영역의 국부 항성간 구름 속을 여행하고 있다. 태양에서 17광년 이내 가까운 별 50개 중 태양은 네 번째로 무거운 별이다.

지구에 도착한 햇빛 에너지는 식물의 광합성을 일으켜 거의 모든 지구상 생명체의 생존을 가능하게 하며 지구의 날씨 및 기후를 만든다. 인류는 선사 시대 이래로 태양이 지구에 미치는 막대한 영향 및 중요성을 알고 있었으며 일부 문화권에서는 태양을 신으로 숭배하기도 했다. 태양에 대한 정확한 과학적 지식의 발달 속도는 느렸으며 19세기까지도 천문학자들은 태양의 물리적 조성 및 에너지 원천에 알아낸 것들이 별로 많지않았다. 현대에도 태양에 대해 모든 것이 밝혀진 것은 아니며 태양의 불규칙한 활동(태양의 점)이 일어나는 원인은 아직까지 명확히 밝혀지지 않고 있다.','태양','PLANET'),
	 (22,'2022-05-15 18:00:06','2022-05-15 18:00:06','유리 알렉세예비치 가가린(1934년 3월 9일 - 1968년 3월 27일)은 소비에트 연방의 우주비행사, 군인으로, 1961년 4월 12일에 인류로서는 최초로 지구 궤도를 도는 우주 비행을 하였으며, 6번이나 우주 비행에 성공하였다.

가가린은 그 공적으로 각국으로부터 메달을 수상하였다. 1968년 3월 27일, 7번째 우주비행 훈련 중 추락 사고로 사망했다.

1961년 4월 12일 오전 6시 7분에 보스토크 3KA-3 우주선이 바이코누르 우주기지에서 발사되면서 가가린은 호출 부호 Kedr(히말라야 삼목)를 이용해 우주에 진입한 최초의 인간이 되었다.

''무중력 상태는 지구의 상황과 비교했을 때 다소 생소했습니다. 여기서는 스트랩을 매고 수평으로 매달린 듯한 느낌을 받을 수 있습니다.''고 가가린은 비행 후 보고서에서 말했다. 같은 해 출간된 자서전에도 재입국 할때 ''조국은 듣고, 조국은 알고 있다''라는 곡을 불렀다고 적었다. 가가린은 비행 중 소령으로 진급했다.

약 7,000 미터 상공에서 가가린은 계획대로 하강 캡슐에서 탈출하여 낙하산을 이용해 착륙했다. 가가린의 우주 비행 기록은 FAI에 의해 인증 및 재확인되었고, FAI는 규정을 개정했으며, 조종사의 안전한 발사, 궤도 및 귀환을 위한 주요 단계가 달성되었음을 인정했다. 가가린은 지구 궤도를 선회한 최초의 인간으로 국제적으로 인정받고 있다.','유리 가가린','ASTRONAUT'),
	 (23,'2022-05-15 18:00:06','2022-05-15 18:00:06','팜뚜언(베트남어: Phạm Tuân, 1947년 2월 4일 ~ )은 베트남의 군인, 우주인이다. 1965년 베트남 민주 공화국(북베트남) 공군에 입대한 뒤부터 베트남 전쟁에 참전했으며 북베트남 공군 중장을 역임했다.

1980년 7월 23일에 발사된 소련의 우주선인 소유스 37호에서 소련의 우주인인 빅토르 바실리예비치 고르밧코와 함께 탑승하면서 아시아 최초의 우주인이 되었다. 베트남에서는 호찌민 훈장을 받았고 소련에서는 레닌 훈장, 소비에트 연방영웅 칭호를 받았다.','팜뚜언','ASTRONAUT'),
	 (24,'2022-05-15 18:00:06','2022-05-15 18:00:06','이소연(李素姸, 1978년 6월 2일~)은 2008년 4월 대한민국 최초의 우주 비행 참가자(Space Flight Participant)로서 국제 우주 정거장에서 11일간 체류하였다.

한국과학기술원(KAIST) 기계공학과와 동 대학원을 졸업하였으며 2008년 고산과 함께 한국의 우주인 후보자로 선발되었고, 최종 경쟁에서 선택되어 2008년 4월 8일부터 4월 19일까지 11일간 우주를 비행하고 귀환하였다. 그녀는 전 세계적으로는 475번째, 여성으로서는 49번째 우주인이다. 그녀는 2명의 아시아계 미국인을 포함하여 4번째 아시아 여성 우주인이기도 하다.

한국시간 기준 2008년 4월 8일 오후 8시 16분 39초에 이소연은 카자흐스탄 바이코누르 우주 기지에서 엑스퍼디션 17 공식 크루멤버로 분류되는 러시아의 세르게이 볼코프와 올레그 코노넨코와 함께 소유스 TMA-12호를 타고 출발하였고, 예정시간보다 약 3분 빠른 한국시간 기준 4월 10일 오후 9시 57분에 국제 우주 정거장(ISS)과의 도킹에 성공하였다.

미항공우주국에서는 이소연이 정식 우주임무에 참여하지 않으며, 그의 소유스호 탑승은 한국과 러시아 우주연방청의 ‘상업계약’에 따른 것이기 때문에 이소연을 ''우주비행사''가 아닌 ''우주비행 참가자''로 분류한다. 도킹 성공직후, 모스크바 근교 코롤료프에 있는 러시아측 MCC(Mission Control Center)의 공식 기자회견에서 한국측 대표로 나온 한국항공우주연구원 백홍열 원장은 한국측 견해는 단순한 우주비행 참가자가 아니라 논란의 여지 없는 우주비행사라고 영어답변으로 공언했다. 하지만 실제로 한국에서도 논란이 있었던 만큼 객관적인 발언은 아니라고 보는 시각도 있다. 그 후, 한국시간 4월 11일 자정 12시 41분에 세르게이 볼코프에 이어 두 번째로 건너가면서 157번째 국제 우주 정거장(ISS) 탑승자가 되었다.','이소연','ASTRONAUT'),
	 (25,'2022-05-15 18:00:06','2022-05-15 18:00:06','닐 올던 암스트롱(영어: Neil Alden Armstrong, 1930년 8월 5일 ~ 2012년 8월 25일)은 미국의 우주비행사, 시험 비행사, 대학 교수, 해군 비행사로, 인류 최초로 달에 발을 디딘 사람이다. 1971년 NASA에서 사임 한 후, 암스트롱은 1979년까지 신시내티 대학교 항공 우주 공학과에서 가르쳤으며, 그는 아폴로 13호 사고 조사에서 우주 왕복선 챌린저호 사건을 조사하기도 했다. 그는 여러 기업의 대변인으로 활동했으며 1979년 1월부터 크라이슬러 자동차 브랜드 광고에 출연했다.

닐 암스트롱은 4년간의 우주비행적응 훈련을 마치고 1966년 3월 제미니 8호의 선장으로 D.R.스콧과 함께 첫 우주비행을 하여 아제나 위성과 최초의 도킹에 성공한다.

이어 3년뒤 아폴로 11호의 선장이 되어 1969년 7월 16일, 버즈 올드린과 마이클 콜린스 비행사와 함께 플로리다주의 케네디 우주 기지를 출발하였다. 그로부터 4일 후에 달 주위를 도는 궤도 위에서 모선에 남은 마이클 콜린스와 헤어져서, 올드린과 함께 달 착륙선으로 ''고요한 바다''에 착륙하였고 여기서 암스트롱은 휴스턴의 나사본부에 교신에 성공한다. 그는 이곳에서 다음과 같은 유명한 말을 남긴다.

''이 첫걸음은 한 인간에게 있어서 작은 발걸음이지만 인류 전체에게 있어서 커다란 첫 도약입니다.''(That''s one small step for a man, one giant leap for mankind)

''인류의 커다란 한 걸음''을 버즈 올드린과 함께 달 표면을 2시간 반 동안 탐사했고 이 시간 동안 달 표면에 모래와 암석을 모으는 한편 지진계 등을 설치해 놓은 후 5일 뒤 무사히 지구로 돌아오게 된다. ','닐 암스트롱','ASTRONAUT'),
	 (26,'2022-05-15 18:00:06','2022-05-15 18:00:06','라이카(1954년 ~ 1957년 11월 3일)는 소련의 개로, 최초로 지구 궤도에 진입한 개이다.

모스크바 시내에서 길을 잃고 떠돌던 강아지 라이카를 소련 우주과학 관련자가 발견하고 데려왔다. 다른 두 마리의 개와 함께 우주공간에서 생물의 생존과 적응 여부를 조사하기 위한 각종 테스트와 훈련을 거쳐 1957년 11월 3일 스푸트니크 2호에 실려 발사되었다. 라이카의 정확한 사인은 스푸트니크 2호 발사 뒤 반세기가 넘는 기간 동안 정확하게 공표되지 않았으나, 최종적으로 발사 뒤 수시간 후에 온도 조정 시스템의 오작동으로 추정되는 스트레스와 과열로 말미암아 죽은 것으로 확인되었다. 이 계획에 참여한 일부 러시아의 과학자들은 라이카의 죽음을 방치한 것에 대한 후회와 유감의 뜻을 나타냈다.

라이카는 비록 살아서 돌아오지는 못했으나, 이 실험을 통해 지구 생명체가 지구 궤도에 진입하는 과정과 무중력 상태에 견딜 수 있음이 확인되었으며, 과학자들에게 우주공간에서 생명체 반응에 대한 귀중한 데이터를 제공하였다.','라이카','ASTRONAUT'),
	 (27,'2022-05-15 18:00:06','2022-05-15 18:00:06','우주(宇宙, 영어: universe)는 과학적으로 또는 철학적으로 존재하는 모든 만물의 근원이라 정의할 수도 있다. 표준국어대사전은 유한한 시간과 만물을 포함하고 있는 끝없는 공간의 총체로 정의한다. 물리학과 같은 자연과학은 우주를 존재하는 모든 물질과 에너지, 그리고 사건이 일어나는 배경이 되는 시공간의 총체로서 정의하고 있다.

한자어 우주(宇宙)의 대표적인 출처는 천자문이다. 경우에 따라 천지(天地) 등의 낱말이 우주와 같은 의미로 사용된다.

라틴어 우니베르숨(universum)은 유럽의 여러 언어에서 우주를 가리키는 낱말의 어원이 되었다. 한편, 고대 그리스어 코스모스 역시 우주를 가리키는 낱말로서 사용된다. 코스모스는 라틴어의 우니베르줌이 단순히 “온누리”를 뜻하는 것과 달리 질서를 갖는 체계로서의 우주를 뜻한다는 점에서 다른 언어로 대체하기 어려운 독특한 개념이다. 천체를 포함한 우주 전체를 코스모스로 처음 지칭한 사람은 피타고라스이다.','우주란?','SPACE_COMMON_SENSE'),
	 (28,'2022-05-15 18:00:06','2022-05-15 18:00:06','스톤헨지나 천체의 위치를 표시한 고인돌과 같은 선사시대의 유적을 통해 인류가 매우 오래전부터 천체를 관측하여 왔음을 확인할 수 있다. 고대 이집트에서는 주기적으로 범람하는 나일강의 범람을 예측하기 위해 달력을 제작하였고, 기원전 2900년 무렵 음력을 기준으로한 달력이 제작되었으며 기원전 2500년 무렵에는 1년을 365일로 계산한 태양력이 제작되었다.

서양에서 눈에 띄는 별들을 묶어 별자리로 인식하는 것은 기원전 수천년전 바빌로니아의 칼데아 지방에서부터 시작되었다. 고대 칼데아 지역에서는 황도를 따라 12개의 별자리를 묶어 구분하였는데, 이러한 구분은 오늘날까지 황도12궁으로 불리고 있다. 바빌로니아에서 제작된 기원전 3천여년 전의 표석에는 황도12궁을 비롯한 20여개의 별자리가 표시되어 있다. 페니키아에 의해 고대 그리스로 유입된 별자리는 이후 기원후 150년 무렵 클라우디오스 프톨레마이오스가 편찬한 천문서 《알마게스트》에서 48개의 별자리로 정리되었다.

한편, 고대 중국, 한국 등의 동아시아와 고대 인도에서도 독자적인 별자리를 사용하였다. 고대 중국, 한국 등 동아시아에서는 삼원과 28수를 통해 하늘의 별들을 구분하였다. 한국의 삼국시대에는 고구려와 신라에서 첨성대를 이용하여 별을 관측하였다. 고구려의 첨성대는 조선초기까지 존재하였고, 신라의 첨성대는 오늘날에도 보존되어 있다. 권근의 《양촌집》과 이를 인용한 《대동야승》에 따르면 고구려는 석각 천문도를 제작하였으나 668년 무렵 전쟁으로 소실되었다. 고대 인도에서도 점성술을 위해 조티샤라는 독자적인 별자리 체계를 사용하였다.','우주 관측의 역사','SPACE_COMMON_SENSE'),
	 (29,'2022-05-15 18:00:06','2022-05-15 18:00:06','대폭발은 우주의 처음을 설명하는 우주론 모형으로, 매우 높은 에너지를 가진 작은 물질과 공간이 약 137억 년 전 거대한 폭발을 통해 우주가 되었다고 보는 이론이다. 이 이론에 따르면, 폭발에 앞서 오늘날 우주에 존재하는 모든 물질과 에너지는 작은 점에 갇혀 있었다. 과학자들이 T=0이라고 부르는 폭발 순간에 그 작은 점으로부터 물질과 에너지가 폭발하여 서로에게서 멀어지기 시작했다. 이 물질과 에너지가 은하계와 은하계 내부의 천체들을 형성하게 되었다. 이 이론은 우주가 팽창하고 있다는 에드윈 허블의 관측을 근거로 하고 있다. 또한 그는 은하의 이동 속도가 지구와의 거리에 비례한다는 사실도 알아냈다. 이는 은하가 지구에서 멀리 떨어져 있을 수록 빠르게 멀어지고 있음을 의미한다.

프랑스의 신학자이자 천문학자이던 조르주 르메트르는 1922년에 우주의 기원에 대하여, 후에 대폭발 이론이라 불리게 되는 추측을 하였는데, 그는 이것을 ''원시원자에 대한 가설''이라 불렀다. 이 모형의 틀은 알베르트 아인슈타인의 일반 상대성 이론과 공간의 균질성과 등방성과 같은 단순화 가정을 기반으로 한다. 대폭발 이론의 주요 방정식인 프리드만 방정식은 알렉산드르 프리드만에 의해 공식화되었다. 미국의 천문학자인 에드윈 허블은 1929년 멀리 떨어진 은하들의 거리가 그것들의 적색 편이와 비례하다는 것을 발견했다. 1964년에는 우주의 극초단파를 연구하던 두 미국인 천문학자들인 로버트 우드로 윌슨과 아노 앨런 펜지어스가 우주에서 소음이 난다는 사실을 발견했다. 이 소음은 어떤 한 영역에서 나오는 것이 아니라, 우주의 전역에서 발생했다. 이것이 우주 마이크로파 배경으로, 대폭발에서 발생한 전자기파가 공간의 팽창과 함께 늘어나 파장이 길어진 것이다. 만일 현재 은하 클러스터들 간의 거리가 점차 멀어지고 있다면, 과거에는 모두가 서로 가까이 모여있었을 것이다. 이러한 발상은 결국 극도로 밀집되고 극도로 뜨거웠던 시점이 과거에 존재했을 것이라는 추측으로 귀결되었고, 이 이론과 비슷한 상황을 재현하고 확인하기 위해 커다란 입자 가속기가 만들어졌지만, 입자 가속기는 결국 이러한 고에너지영역을 조사하는 데 기능적 한계를 나타냈다. 대폭발 이론이 최초의 팽창 이후 우주의 일반적인 변화에 대해 설명해낼 수 있다 하더라도, 팽창 직후와 연관된 아무런 증거도 없이는 이러한 기본적인 상황에 대해 어떠한 입증도 할 수 없다. 우주를 통틀어 보이는 빛에 대한 관측 결과는, 대폭발 핵합성에 충분히 논리적으로 설명된 예측, 즉 우주 처음 몇 분 간의 급속한 팽창과 냉각 속에서 발생한 핵반응으로부터 형성된 빛에 대한 계산과 거의 맞아 떨어졌다.

영국의 물리학자인 프레드 호일은 ''대폭발''(영어: Big Bang)이라는 단어를 1949년 어느 라디오 방송에서 처음 언급했다. 그가 주장했던 정상우주론을 본인이 별로 중요히 여기지 않는다는 이야기가 퍼지자, 호일은 이를 강하게 부정하고 방송에서의 언급은 단지 두 우주론의 가장 큰 차이점을 설명하기 위해 사용한 단어일 뿐이라고 일축했다. 호일은 나중에, 가벼운 원소로부터 무거운 원소가 형성되는 항성 핵합성 과정을 이해하기 위해 연구에 매진했다. 1964년 우주 배경 복사를 발견하고, 그것의 스펙트럼(각 파장으로부터 계산된 복사량)으로부터 흑체 곡선을 그린다는 것이 확인되자, 대부분의 과학자들은 대폭발 이론을 사실로서 수용하게 되었다.','대폭발','SPACE_COMMON_SENSE'),
	 (30,'2022-05-15 18:00:06','2022-05-15 18:00:06','미확인비행체(영어: unidentified flying object, UFO)는 표준적 기준으로 식별할 수 없는 정체불명의 비행 물체이다. 하지만 거의 대부분의 미확인비행체는 나중에 평범한 물체 또는 현상으로 밝혀진다. 이 용어는 외계 우주선에 대한 목격담에 널리 등장한다. 블루북(미국의 미확인비행체 연구 단체, 하지만 직접적으로 연구하지 않고 미합중국 정부의 연구 결과를 바탕으로 몇몇 사실만 가져와 알려 왔던 것으로 알려져 있다.)은 약 10년 동안 조사한 결과 실제인 미확인비행체의 개수가 상당하다고 밝혔다. 미합중국의 미확인비행체의 연구는 1940년대부터 시작되었으며, 현재 공개되지 않은 기술로는 미확인비행체 반중력, 레이저 등이 있다. 주로 우주에서 왔다는 추측담이 있으며 실제로 목격한 사람도 상당수이다.

UFO가 처음 발견된 시기는 알려져 있지 않다. 고대 이집트 문서에서부터 중세 벽화 등에 UFO가 등장한다고 주장하기도 하나, 진위를 파악하기에는 자료적 근거가 빈약하다. UFO를 목격한 유의미한 사건들은 대체로 2차 세계대전 이후에 등장하였다. 그러한 비행체의 운동 원리나 내부 구조 등에 대해서는 알려진 바가 존재하지 않고, 초자연현상으로 분류되고 있다.

UFO는 처음에 비행 접시라는 이름으로 1953년 도널드 E.키호(Donald E. Keyhoe)에 의해 처음으로 사용이 되었고, 미 공군 조사단장인 에드워드 J. 러펠트(Edward J. Ruppelt)가 처음으로 UFO, 미확인 비행물체라는 이름을 사용하게 되었다. 이외의 용어로써는 ''날아다니는 팬케이크'', ''알 수 없는 날아다니는 디스크'', ''확인불가한 비행 물체'' 등 다양하게 사용되었다.

초기에 비행 접시로 알려졌던 이러한 알 수 없는 비행체를 UFO라고 처음으로 명명하는 데 계기가 된 사람은 케네스 아놀드(Kenneth Arnold)이다. 그는 1947년 6월 24일 미국 워싱턴주 레이니어 국립공원 상공을 비행하다 9대의 알 수 없는 비행물체를 목격하고, 이러한 목격담은 기자들에 의해 ‘비행접시’라는 이름으로 보도되었다. 이러한 문제에 대해 공군이 조사에 착수하면서 비로소 UFO, 미확인 비행물체라는 용어를 사용하게 되었다. ','미확인비행체(UFO)','SPACE_COMMON_SENSE');
INSERT INTO STAR.BOOK (BOOK_ID,CREATED_DATE,MODIFIED_DATE,BOOK_CONTENT,BOOK_TITLE,CATEGORY) VALUES
	 (31,'2022-05-15 18:00:06','2022-05-15 18:00:06','블랙홀(영어: Black hole)은 항성이 진화의 최종단계에서 폭발 후 수축되어 생성된 것으로 추측되는, 강력한 밀도와 중력으로 입자나 전자기 복사, 빛을 포함한 그 무엇도 빠져나올 수 없는 시공간 영역이다. 일반 상대성이론은 충분히 밀집된 질량이 시공을 뒤틀어 블랙홀을 형성할 수 있음을 예측한다. 블랙홀로부터의 탈출이 불가능해지는 경계를 사건의 지평선(event horizon)이라고 한다. 어떤 물체가 사건의 지평선을 넘어갈 경우, 그 물체에게는 파멸적 영향이 가해지겠지만, 바깥 관찰자에게는 속도가 점점 느려져 그 경계에 영원히 닿지 않는 것처럼 보인다. 블랙홀은 빛을 반사하지 않기에 이상적 흑체처럼 행동한다. 또한 휘어진 시공간의 양자장론에 따르면 사건의 지평선은 블랙홀의 질량에 반비례하는 온도를 가진 흑체 같은 스펙트럼의 열복사를 방출하며, 이를 호킹 복사라고 한다. 항성질량 블랙홀의 경우 이 온도가 수십억분의 1 켈빈 수준이기에 그 열복사를 관측하는 것은 본질적으로 불가능하다.

중력장이 너무 강해서 빛이 탈출할 수 없는 천체의 개념은 18세기에 존 미첼과 피에르시몽 드 라플라스 후작이 처음 생각해냈으며, 블랙홀로 특징지어지는 일반상대론의 최초의 근대적 해는 1916년 카를 슈바르츠실트가 발견했다. 다만 아무것도 탈출할 수 없는 공간상의 영역이라는 해석은 1958년 데이비드 핀켈스타인의 논문에서 처음 등장했다. 블랙홀은 오랫동안 수학적 관심의 대상이 되었다. 1960년대에는 블랙홀이 일반상대론에서 유도됨을 증명하는 이론적 연구들이 행해졌다. 중성자별의 발견은 중력붕괴한 밀집성이 천체물리학적 실체로서 존재할 가능성에 대한 관심을 촉발시켰다.

항성질량 블랙홀은 매우 질량이 큰 항성들이 수명이 다했을 때 붕괴하여 만들어지는 것으로 생각된다. 블랙홀은 형성된 뒤에도 주위의 질량을 흡수하여 성장할 수 있다. 다른 항성을 흡수하거나 블랙홀들끼리 융합하면서 수백만 M☉에 달하는 초대질량 블랙홀이 형성될 수 있으며, 대부분의 은하의 중심에는 초대질량 블랙홀이 존재한다는 것이 과학계의 일반적인 견해이다.

블랙홀의 안을 들여다볼 수는 없지만, 블랙홀이 다른 물질과 상호작용하는 것을 통해 그 성질을 알아낼 수 있다. 블랙홀 위로 낙하한 물질은 강착원반을 형성하고, 원반은 마찰열로 인해 뜨거워져 열복사로 빛난다. 우주에서 가장 밝은 천체인 퀘이사는 이러한 과정을 통해 만들어진다. 블랙홀 주위를 공전하는 다른 항성이 있을 경우, 그 궤도를 통해 블랙홀의 질량과 위치를 비정할 수 있다. 이러한 관측을 통해 중성자별을 비롯한 다른 유사 천체들을 제외함으로써 천문학자들은 블랙홀 후보들이 포함된 쌍성계를 셀 수 없이 많이 발견해냈고, 우리은하 중심 방향에 존재하는 전파원 궁수자리 A*가 4백 3십만 M☉의 초대질량 블랙홀임을 밝혔다.','블랙홀','SPACE_COMMON_SENSE');
