INSERT INTO STAR.INFORMATION (INFORMATION_ID,COMMON_SENSE) VALUES
	 (1,'우주의 나이는 138억년입니다.'),
	 (2,'화성의 1년은 약 687일입니다.'),
	 (3,'화성에는 포보스와 데이모스, 두 개의 달이 있습니다.'),
	 (4,'목성의 대적점은 지구 2배 크기의 거대 폭풍입니다.'),
	 (5,'태양계의 행성 중에서 목성에 가장 강한 자기장이 존재합니다.'),
	 (6,'금성의 자전(243일)은 금성의 공전(225일)보다 느립니다.'),
	 (7,'토성의 위성인 타이탄은 지구를 제외하고 표면에 액체가 있는 유일한 천체입니다.'),
	 (8,'수성에는 계절이 없습니다.'),
	 (9,'NASA의 보이저 2호는 천왕성에 도달하는 데 9년 반이 걸렸습니다.'),
	 (10,'천왕성은 그리스 신화에서 이름을 따온 유일한 행성입니다.');
INSERT INTO STAR.INFORMATION (INFORMATION_ID,COMMON_SENSE) VALUES
	 (11,'최초의 우주여행자는 미국의 데니스 티토로 약 2천만 달러의 비용을 소모했습니다.');
