INSERT INTO STAR.SATELLITE (SATELLITE_ID,CREATED_DATE,MODIFIED_DATE,SATELLITE_DESC,LAUNCH_DATE,SATELLITE_NAME) VALUES
	 (1,'2022-05-09 00:00:00','2022-05-09 00:00:00','미국 항공우주국(NASA)과 유럽우주국(ESA)이 주축이 되어 개발하였으며, 허블 망원경의 명칭은 팽창 우주론을 제창했던, 미국의 천문학자인 에드윈 허블(Edwin P. Hubble 1889~1953)의 이름을 따서 명명되었다.

전체 길이 13.3m, 무게 11.6t으로 크기가 대형버스 정도인 허블망원경에는 렌즈 직경이 2.4m인 광학망원경과 적외선망원경 등 각종 관측시설이 설치돼 있다. 1990년 4월 24일 미국의 우주비행선 디스커버리호에 실려 지구상공 610km 궤도에 진입하여 우주관측활동을 시작하였으며, 허블 우주망원경은 천문학 역사상 가장 큰 업적을 남긴 최고의 망원경이다. 

허블 망원경은 우주비행사를 통해 우주에서 정비할 수 있도록 설계된 유일한 망원경이다. 허블 망원경의 결함이 처음으로 발견된 건 발사된 바로 그해 5월 20일 첫 사진을 보내왔을 때다. 이미지가 일그러져 주거울에 결함이 있다는 사실이 밝혀졌다. 미 항공우주국(NASA)은 3년 후인 1993년에야 우주비행사를 보내 허블 망원경을 수리했다. 이를 포함해 허블 망원경은 30년간 5차례 수리를 받았다. 지난 5차례의 수리를 받으면서 허블 망원경은 전자 장치, 기계부품, 감지기 등의 새로운 기능을 추가했다. 허블 망원경의 현실적인 수명은 2025년까지지만, 허블 망원경의 과학적인 생산성을 2025년으로 유지하기 위한 목표를 설정하고 운영 중이다. 그러나 지금 상태로 볼 때 2030년 혹은 2035년까지 허블 망원경이 수명을 이어갈 수도 있다고 한다. 

허블 우주 망원경의 업적 

1. 우주의 팽창률을 나타내는 허블상수를 규명과 우주나이 규명 
 2. 우주의 팽창 속도가 증가하고 있음을 규명 
 3. 은하들의 중심핵에 블랙홀이 존재함을 규명 
  4. 수많은 외계 은하와 행성들의 존재를 규명  ','1990-04-24 00:00:00','허블 우주 망원경 (Hubble Space Telescope, HST)'),
	 (2,'2022-05-09 00:00:00','2022-05-09 00:00:00','제임스 웹 우주 망원경은 NASA, ESA, 캐나다 우주국(Canadian Space Agency; CSA)이 개발한 허블 우주 망원경과 스피처 우주 망원경의 후계 우주 망원경으로, 주황색의 가시광선 부터 근적외선 및 적외선 영역의 관측을 수행한다 

기존 지상 망원경이나 우주 망원경이 관측할 수 없었던 아주 먼 거리에 위치한 심우주 천체들을 관측하는 것이 주 목표 중 하나로, 이를 위해 적외선 관측 능력이 매우 뛰어나도록 설계되었다. 또한 외계 행성의 대기를 통과한 빛을 관측해서 외계 행성의 대기 조성 및 환경에 대해서 제대로 연구할 수 있을 것으로 기대된다.  제작에는 노스롭 그루먼이 주도적으로 참여하고 있다. 원래는 "차세대 우주 망원경(NGST; Next Generation Space Telescope)"이라 불렸으나, 2002년 NASA 제2대 국장인 제임스 에드윈 웹의 이름을 따서 현재 이름이 되었다. 
 
제임스 웹우주 망원경의 질량은 허블 우주 망원경의 절반 수준인 6.5t으로 개발되어, 그리고 베릴륨을 주소재로 한 주 반사경의 지름은 6.5 m로서 2.4 m인 허블 우주 망원경의 2.5배에 달해, 뛰어난 관측 성능이 기대되고 있다. 주 반사경은 한 장이 아니라 18개의 육각형 조각으로 분할되어 있다. 이 반사경 조각들은 발사 전에는 접혀져 있다가 망원경이 발사된 후에 우주에서 펼쳐지도록 설계되어 있다.','2021-12-05 09:20:00','제임스 웹 우주 망원경 (James Webb Space Telescope, JWST)'),
	 (3,'2022-05-09 00:00:00','2022-05-09 00:00:00','찬드라 엑스선 관측선은 1999년 7월 23일 미국 항공우주국이 STS-93으로 쏘아 올린 인공위성이다. 허블우주망원경, 콤프턴 감마선 관찰위성, 스피처우주망원경과 함께 NASA의 거대관찰위성(영어판)중의 하나이다.백색왜성이 중성자별이 되기 위한 조건인 찬드라세카르 한계를 발견한 인도계 미국 물리학자인 수브라마니안 찬드라세카르의 이름을 따서 명명되었다. 찬드라라는 말은 산스크리트어로 달을 의미하기도 한다.
 지구 대기권은 우주에서 오는 엑스선을 대부분 흡수해버리므로, 지상의 망원경으로는 관측하기 어렵다. 따라서, 궤도권에서 직접 엑스선을 관측하기 위해 찬드라 관측선이 설계되었다. 찬드라 관측선은 초신성이나 퀘이사, 블랙홀과 관련하여 눈에 띄는 성과를 내었고 엑스선 천문학의 엄청난 진보를 불러왔다. 초신성의 잔유물인 카시오페이아 A의 엑스선 이미지를 찍어 천문학자들에게 항성 잔유물에 대한 단서를 제공해주었고, 역시 초신성의 잔유물인 크랩 네뷸라 속 펄서 주변에서 이제껏 보지 못한 형태의 고리와 제트 분출을 보여주었으며 초거대 질량 블랙홀인 궁수자리 A의 첫 엑스선 방출을 관측했다.
 그 외에도 2000년 9월 M82 은하에서 태양 질량의 500배에 해당하는 블랙홀을 발견하였고, 2016년 2월 17일 한국 천문 연구원에서 NGC 5252 은하 중심부로 부터 3만 광년 떨어진 곳에 떠돌고있는 거대 블랙홀을 새롭게 발견했는데, 찬드라 관측선을 통해  최초 발견했다.
 ','1999-07-23 00:00:00','찬드라 엑스선 관측선 (Chandra X-ray Observatory, CXC)'),
	 (4,'2022-05-09 00:00:00','2022-05-09 00:00:00','스피처 우주 망원경(Spitzer Space Telescope)은 적외선 우주 망원경이며, 허블우주망원경, 콤프턴 감마선 관찰위성, 찬드라 엑스선 관찰위성과 함께 미국 항공우주국의 거대관찰위성(영어판)(Great Observatories program)의 네 번째이자 마지막 망원경이다. 스피처 우주 망원경으로 명명되기 전에는 우주 적외선 망원경 기지(Space Infrared Telescope Facility, SIRTF)라고 불리었다.

스피처 우주 망원경의 임무 기간은 계획상으로는 2.5년이었지만, 내부의 액체 헬륨이 소진될 때인 5년 정도까지도 임무를 지속할 수 있을 것으로 예상되며, 이는 2007년 말 기점으로 2009년 4월 정도로 예측된다. 스피처 우주 망원경에 실린 장비 중, 유일하게 따뜻한 환경에서도 동작 가능한 IRAC은 그 이후에도 작동을 계속할 수 있을지도 모르나, 이 역시 불확실하다.

미국 항공우주국의 전통을 따라, 스피처 우주 망원경은 성공적으로 임무를 수행하기 시작하고서인 2003년 12월 18일에 명명되었다. 하지만 유명한 천문학자의 이름을 따서 몇몇 과학자들이 지어왔던 다른 망원경과는 달리, 스피처라는 이름은 일반인으로부터의 공모를 통하여 결정되었으며, 1940년대 중반 우주에 망원경을 놓는 계획을 최초로 제안한 물리학자 라이만 스피처의 이름을 따서 이름 지어졌다.
','2003-08-25 05:35:39','스피처 우주 망원경 (Spitzer Space Telescope, SST)'),
	 (5,'2022-05-09 00:00:00','2022-05-09 00:00:00','미국항공우주국(NASA)이 2008년 6월 11일 델타Ⅱ 로켓에 탑재하여 발사한 최첨단 감마선 관측 광역우주망원경이다. 미국 외에 프랑스·독일·이탈리아·일본·스웨덴이 공동 참여하였고, 연구사업비로 총 6억 9,000만 달러가 소요되었다. 1991년 발사된 감마선 우주망원경EGRET(Energetic Gamma Ray Experiment Telescope)가 만 4년에 걸쳐 관측한 작업을 단 며칠 안에 수행할 수 있도록 향상된 성능을 지녔다. 탑재된 광역망원경(LAT)은 하늘의 20%를 한꺼번에 볼 수 있고, 3시간에 한번 꼴로 하늘 전체를 훑을 수 있다.

지구 상공 564㎞의 궤도를 돌면서 초거대 블랙홀들 때문에 중심부로부터 막대한 에너지를 방출하는 활동은하들과 맥동전파원이라고도 하는 펄서(pulsar) 그리고 폭발한 별들의 잔해와 은하단들을 관측하여 우주에서 가장 강력한 에너지를 방출하는 감마선 폭발을 추적하는 임무를 수행한다, 또 지금까지 탐사된 적이 없는 10keV(킬로전자볼트)~300GeV(기가전자볼트) 사이의 전자장 스펙트럼 대역을 조사하는 등의 활동을 통하여 우주 질량의 25%를 차지하는 암흑물질에 관한 새로운 정보를 발견하는 임무를 맡았다.

미국 항공우주국의 전통을 따라, 구 명칭인 감마선 광역 우주 망원경 - 글라스트(GLAST: Gamma-ray Large Area Space Telescope)로 불리던 이 망원경을 고에너지물리학 분야의 선구자인 이탈리아 과학자 엔리코 페르미의 이름을 따 페르미 감마선 우주망원경’으로 새로 명명했다.
','2008-06-11 00:00:00','페르미 감마선 우주망원경(Fermi Gamma-ray Space Telescope, FGST)'),
	 (6,'2022-05-09 00:00:00','2022-05-09 00:00:00','케플러 우주망원경(Kepler space observatory)은 미국 항공우주국의 외계 지구형 행성 탐사용 우주망원경이다. 케플러 계획은 외계 행성이 어머니 항성을 돌면서 항성을 가려 항성의 밝기가 감소하는 것을 감지할 목적으로, NASA가 개발한 우주 광도계를 이용하여 3년 반에 걸쳐 10만 개 이상의 항성들을 관측할 것이다. 이 계획은 독일 천문학자 요하네스 케플러의 이름을 따왔다.

2009년 3월 7일 케플러 망원경을 실은 델타 II 로켓이 발사되었다. 케플러 계획은 NASA의 저비용 디스커버리 계획의 일환으로 과학적 목적에 주안점을 두고 계획되었다. NASA의 에임스 연구 센터는 케플러 계획의 체계 개발, 계획 운영, 과학 자료 분석을 전담한다. NASA의 제트 추진 연구소가 케플러 계획의 개발을 담당한다. Ball Aerospace & Technologies Corp.가 케플러 비행 체계의 개발을 맡고 있다.

2016년 4월 10일 케플러 망원경이 연료 문제로 최소 작동 모드에 들어갔다고 알려졌다. 그리고 그 외 문제들로 인해 TESS(Transiting Exoplanet Survey Satellite)가 임무를 이어받을 예정이다. 현재는 그 외 문제들로 인해, 행성뿐만 아니라 별, 소행성, 혜성의 생성 과정인 초신성(별의 폭발과 죽음)을 관측하는 새로운 임무인 K2 임무로 전환한 상태다.

','2009-03-07 00:00:00','케플러 우주망원경(Kepler space observatory)');
