const moonInfos = [
  {
    title: '달토끼',
    description:
      '안녕? 나는 달토끼야! 달에 온 걸 환영해! 달은 지구로부터 평균 384,000km 떨어져 있고 태양계의 위성 중에서는 5번째로 크대. 달의 지름은 지구의 약 4분의 1, 태양의 약 400분의 1인 3,476km이야. 달의 부피는 지구의 약 1/50 정도이고, 표면에서의 중력은 지구의 약 17%야. ',
  },
  {
    title: '달토끼',
    description:
      '달에 대해서 더 알고싶지? 달에 방문한 사람들을 위해 내가 많은 자료들을 준비중이야! 그리고 이곳에서 너의 깃발을 꽂을 수도 있어! 물론 내가 내는 퀴즈를 맞춘다면 말이야..',
  },
  {
    title: '달토끼',
    description:
      '자! 지금부터 내가 달에 대한 몇 가지 OX퀴즈를 내볼게! 한번 맞춰볼래? ',
  },
];

export default moonInfos;
