const quizDefault = [
  {
    question:
      '지구에서 우주를 향해 처음 방송 (외계생명체를 대상으로 메시지 전송)을 송출하기 시작한 해 1972년이다?',
    answer: false,
    description:
      '1974년 11월 16일 미국이 푸에르토리코에 건설한 아레시보 전파망원경으로 처음 우주 방송 (메시지 전송)을 지구에서 약 2만 5000광년 떨어진 허큘리스 대성단을 향해서 보냈다고 해.',
  },
  {
    question: '우주에 가장 많은 원소는 질소이다?',
    answer: false,
    description:
      "'수소'가 제일 많아 질량으로 보면 70%, 우주에 존재하는 원자 수의 90%를 차지한다고 해.",
  },
  {
    question: '태양계에서 위성이 제일 많은 행성은 토성이다?',
    answer: true,
    description:
      '스콧 셰퍼드 미국 뉴욕주 카네기과학연구소 연구원팀이 2019년 미국 하와이 마우나케아산 정상에 위치한 스바루 망원경으로 새로운 토성 위성 20개를 발견해 토성의 위성 개수는 82개가 되어 기존의 목성의 위성 개수인 79개를 뛰어넘어 태양계에서 위성이 제일 많은 행성으로 등극했어.',
  },
];

export default quizDefault;
